Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Cóż, rzadko mam okazję to robić, bo łowię na wędkę, ale jak już jakaś wpadnie mi w ręce, to nie wypuszczam jej, aż nie będzie w lepszym stanie niż była pierwotnie!
uk: Ну, мені не часто випадає така нагода, тому що я ловлю рибу вудкою, але як тільки якась сітка потрапляє до моїх рук, я не полишаю її доти, доки вона не буде в кращому стані, ніж була спочатку!

source: Cóż, skoro mówisz poważnie, to będziesz musiał porozmawiać z Ulrykiem. Bez jego zgody nikt nie zostanie teraz wpuszczony pod ziemię.
uk: Що ж, якщо ти серйозно, то тобі треба поговорити з Ульріком. Без його дозволу тепер нікого не пускають в копальню.

source: Cóż, skoro tak się znasz na ludziach, to będziesz dla nas cennym nabytkiem.
uk: Що ж, якщо ти так добре розбираєшся в людях, ти будеш цінним кадром для нас.

source: Cóż, sprawa z Petrą nie poszła po mojej myśli... Trudno, i tak ten interes wydawał mi się szemrany.
uk: Що ж, з Петрою все вийшло не так, як я собі думав... Шкода, але ця угода все одно здавалася мені ненадійною.

source: Cóż, szukanie tej dwójki może być ciekawe. Widzisz, dość ciekawe z nich osobniki.
uk: Що ж, пошуки цих двох можуть бути цікавими. Розумієш, вони досить цікаві особистості.

source: Cóż, tak czy inaczej, jeszcze raz dziękuję za radę. Teraz, gdy już wiem, co mnie w środku gryzło, jakoś upał przestał być aż tak nieznośny.
uk: Що ж, у будь-якому випадку, ще раз дякую за пораду. Тепер, коли я знаю, що гризло мене зсередини, спека перестала бути настільки нестерпною.

source: Cóż, tak czy inaczej, to ciekawe znalezisko. Podejrzewam, że niewiele osób na Archolos miało okazję mieć coś takiego u siebie w domu.
uk: Що ж, у будь-якому випадку, це цікава знахідка. Підозрюю, що небагато людей на Архолосі мають вдома щось подібне.

source: Cóż, tak jak obiecałem, należy ci się mała nagroda!
uk: Що ж, як я і обіцяв, ти заслуговуєш на невеличку винагороду!

source: Cóż, tak się dzieje, jak się nie płaci podatków na czas.
uk: Ось що трапляється, коли не платиш податки вчасно.

source: Cóż, tak się składa, że jestem w posiadaniu niezatwierdzonego dokumentu. Wystarczy, że złożysz na nim swój podpis...
uk: Що ж, так вийшло, що у мене є такий незатверджений документ. Тобі потрібно лише поставити на ньому свій підпис...

source: Cóż, tak wygląda praca tropicieli Araxos. Przyzwyczajaj się, jeśli chcesz do nas dołączyć!
uk: Що ж, така робота у слідопитів Араксосу. Звикай, якщо хочеш до нас приєднатися!

source: Cóż, takie historie zabijają klimat.
uk: Що ж, такі історії руйнують атмосферу.

source: Cóż, teraz już na nic z Detlowem nie zapoluję.
uk: Ну, тепер я вже нічого не вполюю разом з Детлоу.

source: Cóż, teraz może nie być tak łatwo z wychodzeniem z więzienia.
uk: Що ж, тепер вийти з в'язниці може бути не так просто.

source: Cóż, to chyba dość bolesna prawda. W każdym razie, wracajmy do Elida, nie każmy mu czekać.
uk: Що ж, мабуть, це досить болюча правда. Так чи інакше, повернімося до Еліда, не будемо змушувати його чекати.

source: Cóż, to chyba urok wielkiego miasta.
uk: Що ж, в цьому і є наука великого міста.

source: Cóż, to idę szukać dalej...
uk: Що ж, шукатиму далі...

source: Cóż, to może nie wystarczyć.
uk: Що ж, цього може бути недостатньо.

source: Cóż, to prawda... ale nikt nie wspominał mi o żadnym podatku!
uk: Що ж, це правда... але мені ніхто не казав про ніякі податки!

source: Cóż, to też jakaś umiejętność.
uk: Що ж, це теж треба вміти.

source: Cóż, to wciąż mój brat, więc nie chcę robić mu krzywdy, ale sytuacja wymknęła się spod kontroli.
uk: Ну, він все ще мій брат, тому я не хочу йому зашкодити, але ситуація вийшла з-під контролю.

source: Cóż, to zależy, na jakich roślinach żerowały.
uk: Ну, це залежить від того, про які рослини йде мова.

source: Cóż, trochę mi głupio, ale chyba jednak dobrze, że tak to się skończyło... w końcu jego cierpienia nareszcie się skończyły.
uk: Так, я почуваюся дурнем, але, мабуть, добре, що все так закінчилось... Тепер його страждання нарешті закінчились.

source: Cóż, trudnego charakteru nigdy nie można było jej odmówić...
uk: Ну, не буду заперечувати, що у неї непростий характер...

source: Cóż, twoja strata.
uk: Що ж, тобі ж гірше.

source: Cóż, w takim razie możesz zapomnieć o dołączeniu do turnieju.
uk: Що ж, у такому випадку про участь у турнірі можеш забути.

source: Cóż, w takim razie podzielisz jego los. Brać ich!
uk: Що ж, в такому разі, ти розділиш його долю. Взяти їх!

source: Cóż, w trolla może teraz trafisz.
uk: Що ж, тепер ти можеш і троля здолати.

source: Cóż, widziałem w swoim życiu lepszych, ale faktycznie, chłopak ma ogromny potencjał.
uk: Ну, я бачив у своєму житті і кращих, але, дійсно, у хлопця великий потенціал.

source: Cóż, winnica wydaje się całkiem przyjemnym miejscem... może jakoś się to wszystko ułoży.
uk: Ну, виноградник здається досить приємним місцем... можливо, все якось налагодиться.

source: Cóż, wraz Caramonem będziemy musieli poszukać sobie nowego dachu nad głową.
uk: Що ж, нам із Карамоном доведеться шукати новий дах над головою.

source: Cóż, współpracowałem z takim jednym szczurołapem, nazywał się Baluen, ale facetowi odbiło.
uk: Я працював з одним щуроловом, його звали Бейлен, але він збожеволів.

source: Cóż, wszystkie, czyli nieliczne, dowody potwierdzają tę tezę. Jest też sporo poszlak dotyczących jego pochodzenia, ale ile w nich prawdy, nie wiadomo.
uk: Що ж, всі, а точніше небагато, доказів підтверджують цю тезу. Існує також досить багато непрямих доказів про його походження, але скільки в них правди – невідомо.

source: Cóż, wykonuję takie tylko w wolnym czasie. Teraz jestem zajęta.
uk: Ну, я виготовляю їх лише у вільний час. А зараз я зайнята.

source: Cóż, właśnie wznowiliśmy nabór do naszych gońców, ale nie przyjmujemy byle kogo. Wolimy ostrożnie dobierać nowych ludzi.
uk: Що ж, ми щойно відновили набір в посланці, але ми не приймаємо будь-кого. Ми вважаємо за краще ретельно відбирати нових людей.

source: Cóż, z tego co wiem, to niejaki Alder z Dzielnicy Biedoty nie jest jednym z robotników Ramony, a jednak kręcił się przy dźwigu jakiś czas temu.
uk: Ну, наскільки мені відомо, якийсь Альдер із Бідного кварталу, який не є одним з робітників Рамони, нещодавно крутився біля крана.

source: Cóż, z tego, co mówił Candac, jest synem kogoś z dworzan w Vengardzie. A przysłano go do nas w ramach kary. Nie wykonywał poleceń swojego przełożonego.
uk: Зі слів Кандака, він син когось із придворних у Венгарді. І його заслали до нас у якості покарання. Він не виконував наказів свого командира.

source: Cóż, zanim się ze mną zrównasz, będziesz musiał jeszcze trochę poćwiczyć.
uk: Що ж, щоб зрівнятися зі мною, тобі доведеться ще трохи потренуватися.

source: Cóż, zawsze raźniej z rodziną.
uk: Що ж, з родиною завжди краще.

source: Cóż, zazdroszczę pewności. Nie każdy jednak ma ten przywilej.
uk: Що ж, я заздрю такій впевненості. Однак не всі мають такий привілей.

source: Cóż, zgadzam się.
uk: Що ж, я згоден.

source: Cóż, zobaczymy.
uk: Що ж, подивимося.

source: Cóż, ślepy w lesie długo nie pożyje...
uk: Ну, сліпому в лісі довго не вижити...

source: Cóż, żeby tak szybko pracować, to opowieść musiałaby być naprawdę dobra, ale nie przeczę, że jest to możliwe.
uk: Ну, щоб впоратись настільки швидко, історія має бути дійсно гарною, але це цілком можливо.

source: Cóż...
uk: Що ж...

source: Cóż... Chyba twoja młodość i energiczność będą musiały nam wystarczyć.
uk: Що ж... Гадаю, твоєї молодості та енергійності нам вистачить.

source: Cóż... Gildia Kupiecka miała być moim najważniejszym partnerem. Wielka szkoda, że ci się nie udało ich przekonać.
uk: Що ж... Торгова Гільдія повинна була стати моїм найважливішим партнером. Дуже шкода, що тобі не вдалося їх переконати.

source: Cóż... Nauka... Wymaga poświęceń...
uk: Що ж... Наука... Вимагає жертв...

source: Cóż... Piłem z Henkiem, potem stwierdziłem, że bym się chwilkę zdrzemnął. Widzę - drzwi do piwniczki otwarte, to skorzystam. Lubię taki chłodek.
uk: Що ж... ми випили з Хенком, а потім я вирішив трохи подрімати. Дивлюся - а двері до підвалу відчинені, тож я скористався цим. Люблю таку прохолоду.

source: Cóż... Zobaczę, gdzie to miejsce się znajduje i tam się spotkamy!
uk: Що ж... Я подивлюся, де це місце, і ми зустрінемось там!

source: Cóż... bogowie nie zapłacą za mnie podatków.
uk: Що ж... боги не заплатять за мене податки.

source: Cóż... jeśli nie masz nic przeciwko, wolałbym zachować to dla siebie.
uk: Ну... якщо не заперечуєш, я краще залишу це при собі.

source: Cóż... lepiej będzie, jeśli zapytasz się kogoś innego. Nie znam się na takiej broni.
uk: Що ж... краще запитай когось іншого. Я не знаюся на такій зброї.

source: Cóż... magazyn należy do Lichwiarza, a jeden z jego ludzi stwierdził, że znajduje się na swoim terenie.
uk: Ну... склад належить Лихвареві, і один з його людей підтвердив це.

source: Cóż... magazyn należy do Lichwiarza, ale jeden z jego ludzi twierdzi, że przebywał wtedy u siebie, na swoim terenie.
uk: Ну... склад належить Лихвареві, але один з його людей стверджує, що в цей час він перебував у себе вдома, на своїй території.

source: Cóż... niech będzie.
uk: Що ж... хай буде так.

source: Cóż... od czegoś trzeba zacząć, a jeśli dzięki temu mamy czuć się bezpieczni, to tym lepiej.
uk: Що ж... з чогось треба починати, і якщо це допоможе нам почуватися в безпеці, тим краще.

source: Cóż... to nie jest pierwszy raz, gdy ktoś chce wygryźć z rynku samego Ernesto, ale nikt wcześniej nie uciekał się do tak parszywego podstępu!
uk: Що ж... це не перший випадок, коли хтось хотів вивести з бізнесу самого Ернесто, але до такого підлого трюку ще ніхто не вдавався!

source: Cóż... w końcu, od czego mam ciebie? Będziesz świetną żywą tarczą.
uk: Що ж... зрештою, а для чого ти мені потрібен? Ти будеш чудовим живим щитом.

source: Cóż... zapomnij, że pytałem.
uk: Що ж... забудь, що я питав.

source: Cóż... zdarzyło mi się przegonić parę chrząszczy...
uk: Ну... мені вдалося прогнати кількох м'ясних жуків...

source: Cóż... zgaduję, że jestem ci to winien w ramach nagrody za twoją spostrzegawczość. Poza tym, jakby ci to powiedzieć...
uk: Ну... гадаю, я маю зробити це в нагороду за твою кмітливість. Крім того, як би це сказати...

source: Cóżeś uczynił!?
uk: Що ти накоїв?!

source: D-dobra. J-jestem gotowy. Z-zabierajmy się s-stąd!
uk: Д-д-добре. Я готовий. Давай в-в-вибиратися звідси!

source: D-dobrze... zrobię, co chcesz, tylko odłóż już t-tę broń...
uk: Д-добре... я зроблю все, що ти хочеш, тільки опусти зброю...

source: DEL - usuwa, ENTER - przypisuje klawisz.
uk: DEL - вилучити, ENTER - призначити клавішу.

source: DRODZY OBYWATELE ARCHOLOS!
uk: ШАНОВНІ ЖИТЕЛІ АРХОЛОСУ!

source: DZIK\nRODZAJ OBRAŻEŃ: Obuchowe\nODPORNOŚĆ: Sieczne\nPODATNOŚĆ: Ogień, Magia\nWYSTĘPOWANIE: Lasy\nRADA: Wbrew pozorom częściej uderzają masywnym łbem niż kłami - najlepiej przygotować pancerz na obrażenia obuchowe i wymijać podobnie jak wilki.
uk: КАБАН\nТИП ШКОДИ: Тупа\nОПІР: Ріжуча\nВРАЗЛИВІСТЬ: Вогонь, магія\nПОШИРЕННЯ: Ліси\nПОРАДА: Незважаючи на зовнішній вигляд, кабани частіше атакують своїми масивними головами, ніж іклами, – краще одягти обладунок, що захищає від тупої шкоди і ухилятися, як від вовків.

source: Da się wyżyć ze zbierania śmieci?
uk: Чи можна заробляти на життя збиранням сміття?

source: Da się wyżyć ze śpiewania?
uk: Співом можна заробити на життя?

source: Da się zrobić, dość już awantur w obozie.
uk: Гаразд, у таборі й так вже достатньо смертей.

source: Da się zrobić.
uk: Це можливо зробити.

source: Da się, jeśli masz wysoko postawionych znajomych i dach nad głową. Dzisiaj jednak nikt już nie docenia wędrownych śpiewaków.
uk: Можна, якщо у тебе є впливові знайомі та дах над головою. Однак сьогодні мандрівні співаки вже нікому не потрібні.

source: Dacie mi spokój?
uk: Ти даси мені спокій?

source: Dack
uk: Дак

source: Dack może mi pokazać, jak zwiększyć moje umiejętności wydobywania. W ciągu dnia przebywa w biurze stoczni miejskiej, w północno-wschodniej części portu.
uk: Дак може показати мені, як покращити мої навички видобутку ресурсів. Вдень він перебуває в приміщенні міської корабельні, що в північно-східній частині порту.

source: Dack sam chodził do Morrisa z prośbą o pomoc, bo nie rozumie kto i w jaki sposób opóźnia pracę. Straż, jak to straż, pokręciła się, popytała i nic nie ustaliła.
uk: Дак сам ходив до Морріса з проханням допомогти, бо не розуміє, хто і як затримує роботу. Варта, як і годиться Варті, походили, порозпитували і нічого не з'ясували.

source: Dack w ciągu dnia przebywa w biurze stoczni miejskiej, w północno-wschodniej części portu.
uk: Вдень Дак працює в приміщенні міської корабельні, що знаходиться в північно–східній частині порту.

source: Dack w swoich pamiętnikach narzeka na kwalifikacje pracowników stoczni i ich podejście do pracy. Możliwe, że opóźnienia w pracy nie wynikają z sabotażu, a z braku ludzkich kompetencji. Nie mniej, to ciągle za mało by wyeliminować sabotaż.
uk: У своїх записах Дак скаржиться на кваліфікацію працівників корабельні та їхній підхід до роботи. Не виключено, що затримки в роботі пов'язані не з саботажем, а з браком професійної компетенції. Тим не менш, цього все одно недостатньо для вирішення питання про саботаж.

source: Daf - 'Bądź przeklęty, Leonzo!'
uk: Daf – 'Та нехай тобі грець, Леонцо!'

source: Daj im popalić w moim imieniu...
uk: Надавай їм від мого імені...

source: Daj im się podłożyć. W innym wypadku jakoś się z tego wybronią. Zaufaj mi.
uk: Дай їм можливість це зробити. Інакше вони якось викрутяться. Повір мені.

source: Daj jej ten amulet. Sama mi go kiedyś przekazała, rozpozna go bez problemu.
uk: Дай їй цей амулет. Вона сама колись його мені подарувала, тож має впізнати з першого погляду.

source: Daj mi amulet, który dostałeś od Custo.
uk: Дай мені амулет, який дістався тобі від Кусто.

source: Daj mi chwilę, a potem zrobię, co żądasz.
uk: Дайте мені хвилинку, і я зроблю те, що ви вимагаєте.

source: Daj mi chwilę, muszę się pozbierać...
uk: Дай хвилинку, мені потрібно зібратися...

source: Daj mi chwilę, zaraz po ciebie przyjdę.
uk: Дай мені хвилину, я незабаром повернусь.

source: Daj mi coś solidnego do rozwalenia, już dawno nie miałem okazji do porządnej bitki!
uk: Як же хочеться що-небудь розтрощити, давно в мене не було справжньої бійки!

source: Daj mi czas na organizację tego. Moi ludzie zrobią dla ciebie takie widowisko, którego ty ani ten twój paladyn nie zapomnicie do końca życia.
uk: Дай мені час, щоб все організувати. Мої люди влаштують тобі таке видовище, яке ні ти, ні твій паладин не забудете до кінця життя.

source: Daj mi czas. Zdobędę twoje złoto.
uk: Дай мені час. І я дістану твоє золото.

source: Daj mi dzień lub dwa, a będziemy mieć tu komplet pracowników.
uk: Дай мені день-два, і у нас тут будуть всі необхідні працівники.

source: Daj mi fiolkę, sprawdzę czy to ta sama krew. Może pomoże nam to ustalić jakieś fakty na temat zamachu.
uk: Дай мені флакон, я перевірю, чи це та сама кров. Можливо, це допоможе нам встановити деякі факти про вбивство.

source: Daj mi jakiś trop, a ja dam ci spokój.
uk: Дай мені якусь зачіпку, і я дам тобі спокій.

source: Daj mi jeden powód, dlaczego miałbym cię nie zabić tu i teraz.
uk: Назви мені хоч одну причину, чому я не повинен вбити тебе тут і зараз.

source: Daj mi jedną.
uk: Дай мені один.

source: Daj mi jeszcze moment.
uk: Мені потрібно ще трохи часу.

source: Daj mi jeszcze te prawdziwe kopie dokumentów. Gdy będzie już po wszystkim, podmienię je na poprawne.
uk: Також дай мені справжні копії документів. Коли все скінчиться, я заміню їх на правильні.

source: Daj mi magiczną moc!
uk: Дай мені магічну силу!

source: Daj mi moc życiową!
uk: Дай мені здоров'я!

source: Daj mi parę monet i biorę się do pracy.
uk: Дай мені кілька монет, і я візьмуся до роботи.

source: Daj mi porozmawiać z nim na osobności. Pięć minut.
uk: Дозволь мені поговорити з ним наодинці. П'ять хвилин.

source: Daj mi sieć, jakoś dam sobie radę.
uk: Дай мені сітку, я якось впораюся.

source: Daj mi siłę!
uk: Дай мені силу!

source: Daj mi spokój!
uk: Дай мені спокій!

source: Daj mi spokój! Zajęty jestem.
uk: Облиш мене! Я зайнятий.

source: Daj mi spokój, ciągle nie mogę zrozumieć, jak przeżyłem!
uk: Не питай, я й досі не розумію, як я вижив!

source: Daj mi spokój, jestem zajęty.
uk: Облиш мене! Я зайнятий.

source: Daj mi spokój, nie znam nikogo takiego.
uk: Дай мені спокій, я нікого такого не знаю.

source: Daj mi spokój, przybłędo...
uk: Дай мені спокій, дурню...

source: Daj mi spokój.
uk: Залиш мене у спокої!

source: Daj mi spokój... muszę... muszę pomyśleć.
uk: Облиш мене... Я маю... Мені треба подумати.

source: Daj mi te rzeczy bo muszę wracać do córki.
uk: Дай мені ці речі, бо я мушу повернутися до своєї доньки.

source: Daj mi ten list.
uk: Дай мені той лист.

source: Daj mi tylko przepis, ja się zajmę resztą.
uk: Дай мені рецепт, а я подбаю про все інше.

source: Daj mi wytrzymałość!
uk: Дай мені витривалість!

source: Daj mi załatwić sprawę z Ulrykiem i zaraz przyjdę na stanowisko.
uk: Дозволь мені закінчити справу з Ульріком, і я одразу ж прийду.

source: Daj mi zioła, które zebrałeś.
uk: Дай мені трави, які ти зібрав.

source: Daj mi znać jeśli wymyślisz coś normalnego.
uk: Повідом мені, якщо у тебе з'явиться щось нормальне.

source: Daj mi znać, gdy będziesz pewny jakich pracowników chcesz wziąć do środka.
uk: Дай мені знати, як будеш впевнений, кого саме ти хочеш взяти з собою.

source: Daj mi zręczność!
uk: Дай мені спритність!

source: Daj mu popalić!
uk: Задай йому жару!

source: Daj mu ten kufel i powiedz, że to Jasne Vengardzkie.
uk: Дай йому цей кухоль і скажи, що це Венгардське світле.

source: Daj mu to. Pismo ma zawsze większą moc niż słowa.
uk: Передай йому це. Лист завжди має більшу силу, ніж слова.

source: Daj nam czego potrzebujemy, a pomyślimy co dalej.
uk: Дайте нам те, що нам потрібно, і ми подумаємо, що робити далі.

source: Daj sobie spokój...
uk: Отямся...

source: Daj spokój Jorn, znam Maga Wody, który mieszka tutaj w Silbach, ostatnio nawet pomogłem mu z jedną sprawą.
uk: Облиш, Йорне, я знаю одного Мага Води, який живе в Сільбаху. Я навіть нещодавно допоміг йому вирішити одну справу.

source: Daj spokój Marvin, nie byłeś mi nic dłużny. Nie mogłem cię przecież tam zostawić.
uk: Облиш, Марвіне, ти мені нічого не винен. Я не міг залишити тебе там.

source: Daj spokój młody, gdybanie jest dla bab. Stało się jak się stało, i świetnie sobie poradziłeś w nowej rzeczywistości. Szkoda, że nie każdy przybysz gustuje w uczciwym zarobku.
uk: Облиш, хлопче, залиш такі роздуми для жінок. Сталося так, як сталося, і ти чудово дав собі раду попри нові обставини. Шкода тільки, що не кожен приїжджий хоче заробляти чесно.

source: Daj spokój spracowanemu górnikowi. Pozwól mi spokojnie dożyć do emerytury.
uk: Облиш у спокої перевтомленого гірника. Дай мені спокійно дожити до пенсії.

source: Daj spokój z tymi czarami!
uk: Не грайся з тими чарами!

source: Daj spokój! Nawet ręki by mi się nie chciało na niego podnieść, a tym bardziej go wypędzać z wioski! Uspokój się trochę, bo w pysk zarobisz!
uk: Годі тобі! Я б навіть руку на нього не підняв, не те що вигнати з села! Заспокойся трохи, або по морді заробиш!

source: Daj spokój, Marvin, od czego są przyjaciele, jeśli nie od wspólnego ryzykowania życia! Widzimy się na miejscu!
uk: Годі тобі, Марвіне, для чого ще потрібні друзі, як не для того, щоб разом ризикувати життям! Побачимося на місці!

source: Daj spokój, a co innego masz do roboty?
uk: Та годі, що тобі ще залишається робити?

source: Daj spokój, chłopcze, kilka półek skalnych i szczury to dla ciebie żadne wyzwanie. Słyszałem, do czego jesteś zdolny.
uk: Не сміши мене, хлопче. Кілька високих полиць та щурів – це не проблема для тебе. Я чув, на що ти здатен.

source: Daj spokój, chłopie... Mamy całą noc żeby wytrzeźwieć, a to tylko butelka gorzałki.
uk: Облиш, друже... У нас ціла ніч, щоб протверезіти, а це лише одна пляшка.

source: Daj spokój, co to za drobniaki?
uk: Та ну, що це за дріб'язок?

source: Daj spokój, gdyby Roderich przysłał więcej ludzi to już dawno zrobiłoby się tutaj gorąco.
uk: Перестань, якби Родеріх відправив більше людей, тут би вже давно було гаряче.

source: Daj spokój, jako jedyny wyraziłeś chęć pomocy, nawet się szykowałeś na to.
uk: Облиш, ти був єдиним, хто захотів допомогти.

source: Daj spokój, już nie takie rzeczy ludzie robili!
uk: Та годі, якось люди і не таке робили!

source: Daj spokój, kilku ludzi wysyłamy tylko do trudnych zadań!
uk: Не хвилюйся, декількох людей ми відправляємо лише на складні завдання!

source: Daj spokój, musimy dobrze wypaść podczas pokazu, nikt się nie połapie. Nawet Weigar.
uk: Годі, ми повинні добре виступити під час вистави, щоб ніхто не докопався. Навіть Вейгар.

source: Daj spokój, na pewno cię stać. W takich ruinach łatwo znaleźć coś cennego.
uk: Ну ж бо, ти точно можеш собі це дозволити. У таких руїнах легко знайти щось цінне.

source: Daj spokój, na pewno masz przy sobie odpowiednią kwotę.
uk: Ну ж бо, я впевнений, що у тебе є достатня сума.

source: Daj spokój, nauczenie cię takich umiejętności musi swoje kosztować!
uk: Годі тобі, навчання таким навичкам коштує чималих грошей!

source: Daj spokój, nie będę cię uczył za takie drobne.
uk: Можеш бути впевненим, я не збираюся навчати тебе за таку малу суму.

source: Daj spokój, nigdy w życiu nie byłem pijany, człowieku!
uk: Та годі тобі, чоловіче, я ніколи в житті не був п'яним!

source: Daj spokój, ta wyprawa miała przynieść nam zyski, na pewno cię stać.
uk: Та годі, ця експедиція має нас озолотити, ти можеш собі це дозволити.

source: Daj spokój, takie trofeum? Jak przyniosę jego róg Garosowi, to może przyjmie mnie do tropicieli!
uk: Та годі, такий трофей? Якщо я принесу його ріг Гаросу, може він візьме мене в слідопити!

source: Daj spokój, twoja żona w przyszłości doceni, że potrafisz machać miotłą. Powodzenia!
uk: Та годі тобі, твоя майбутня дружина оцінить, що ти вмієш махати мітлою. Удачі!

source: Daj spokój, tyle tego przyrządzają, że nie zauważą braku kilku sztuk! Mam nadzieję...
uk: Та годі, вони їх так багато варять, що й не помітять, що кількох бракує! Сподіваюся...

source: Daj spokój, ucieczka nie będzie konieczna.
uk: Можеш не хвилюватися, втікати не доведеться.

source: Daj spokój, usuwanie rzezimieszków będzie się podobało bogatym, a tylko oni mogą jakoś zaszkodzić straży.
uk: Та годі, тільки багаті здатні нашкодити Варті, якщо тільки ми не розберемося зі злодіями, які обчищають їхні кишені.

source: Daj spokój, w razie czego złożymy oficjalne oświadczenie, że przeprowadzliśmy rutynową kontrolę placówek należących do naszych współpracowników.
uk: Можеш не сумніватися. Якщо що, ми зробимо офіційну заяву, що провели планову перевірку закладів, які належать нашим партнерам.

source: Daj spokój, za takie drobniaki nie będę cię uczył.
uk: Відвали, за такі маленькі гроші я не буду тебе вчити.

source: Daj spokój, za tyle to nawet tygodnia tu nie przeżyję na porządnym poziomie.
uk: Та годі, за таку суму я не зможу тут навіть тиждень пристойно прожити.

source: Daj spokój, zasłużył sobie. Nawet jeśli to nie on sam wystrzelił ten bełt, to z pewnością się do tego przyczynił swoim postępowaniem.
uk: Та годі, він на це заслужив. Навіть якщо це не він вистрілив тим болтом, то, безумовно, він посприяв цьому своїми діями.

source: Daj spokój, łódka nie nabiera tak szybko wody, zauważy, że coś jest nie tak i będzie musiał się poddać. Poza tym nie wypływamy daleko w morze, wszystko będzie dobrze.
uk: Облиш, човен набирає воду не настільки швидко. Він помітить, що щось не так, і йому доведеться здатися. До того ж, ми не виходимо далеко в море, тому все буде добре.

source: Daj spokój. Jesteś w jednym kawałku i w dodatku nieźle się ustawiłeś.
uk: Та годі тобі. Ти цілий і непогано влаштувався.

source: Daj spokój. Na pewno za coś jesteś gotów ją odstąpić.
uk: Облиш. Напевно, ти згоден поступитися нею за щось.
